# -*- coding: utf-8 -*-
# Writer (c) 2017, Vorotilin D.V., E-mail: dvor85@mail.ru

from __future__ import absolute_import, division, unicode_literals

"""
{
"название канала":{
    cat: категория,
    "aliases": ["отображаемое название канала", "название канала для поиска epg"]
    }
}
key = название канала

"""

CHANNEL_INFO = {
    "mtv live hd": {
        "cat": "Музыка"
    },
    "euronews": {
        "cat": "Новостные"
    },
    "русская комедия": {
        "cat": "Фильмы",
        "aliases": ["комедия"]
    },
    "авто плюс": {
        "cat": "Мужские"
    },
    "10 канал (израиль)": {
        "cat": "Региональные"
    },
    "тбн": {
        "cat": "Религиозные"
    },
    "кхл hd": {
        "cat": "Спорт"
    },
    "алматы": {
        "cat": "Региональные"
    },
    "казахстан": {
        "cat": "Региональные"
    },
    "галичина": {
        "cat": "Региональные"
    },
    "tele vsesvit": {
        "cat": "Региональные"
    },
    "че (+7)": {
        "cat": "Развлекательные"
    },
    "первый канал (евразия)": {
        "cat": "Общие"
    },
    "тет": {
        "cat": "Развлекательные"
    },
    "нст": {
        "cat": "Фильмы",
        "aliases": ["нст", "настоящее страшное телевидение"]
    },
    "нст (страшное)": {
        "cat": "Фильмы",
        "aliases": ["нст", "настоящее страшное телевидение"]
    },
    "русский бестселлер": {
        "cat": "Фильмы"
    },
    "cgtn русский": {
        "cat": "Региональные"
    },
    "revelation tv": {
        "cat": "Религиозные"
    },
    "точка тв": {
        "cat": "Фильмы"
    },
    "eska rock tv hd": {
        "cat": "Музыка"
    },
    "nat geo wild": {
        "cat": "Познавательные",
        "aliases": ["national geographic wild"]
    },
    "беларусь 5": {
        "cat": "Спорт"
    },
    "беларусь 1": {
        "cat": "Региональные"
    },
    "pro все": {
        "cat": "Развлекательные"
    },
    "наука 2.0": {
        "cat": "Познавательные",
        "aliases": ["наука"]
    },
    "евроновости": {
        "cat": "Новостные"
    },
    "hustler hd": {
        "cat": "Эротика"
    },
    "1+1": {
        "cat": "Региональные"
    },
    "rtvi": {
        "cat": "Региональные"
    },
    "стс (+7)": {
        "cat": "Развлекательные"
    },
    "рыжий": {
        "cat": "Детские"
    },
    "канал о!": {
        "cat": "Детские",
        "aliases": ["о!"]
    },
    "sextosenso": {
        "cat": "Эротика"
    },
    "открытый мир": {
        "cat": "Познавательные"
    },
    "cgtn": {
        "cat": "Новостные"
    },
    "renome (одесса)": {
        "cat": "Развлекательные"
    },
    "tmb ru": {
        "cat": "Музыка"
    },
    "mtv россия hd": {
        "cat": "Музыка"
    },
    "discovery showcase hd": {
        "cat": "Познавательные"
    },
    "первый музыкальный канал": {
        "cat": "Музыка"
    },
    "zdf": {
        "cat": "Региональные"
    },
    "русский экстрим hd": {
        "cat": "Мужские"
    },
    "kvartal tv": {
        "cat": "Развлекательные"
    },
    "остросюжетное hd": {
        "cat": "Фильмы"
    },
    "kazakh tv": {
        "cat": "Региональные"
    },
    "юмор тв": {
        "cat": "Развлекательные"
    },
    "news one hd": {
        "cat": "Новостные"
    },
    "fap tv lesbian": {
        "cat": "Эротика"
    },
    "sct": {
        "cat": "Эротика"
    },
    "tbn europe": {
        "cat": "Религиозные"
    },
    "нтв+ инфоканал": {
        "cat": "Развлекательные"
    },
    "наше любимое кино": {
        "cat": "Фильмы"
    },
    "axn sci-fi": {
        "cat": "Фильмы",
        "aliases": ["sony sci-fi"]
    },
    "galaxy tv": {
        "cat": "Познавательные"
    },
    "твц": {
        "cat": "Общие"
    },
    "охота и рыбалка": {
        "cat": "Мужские"
    },
    "9 канал hd (израиль)": {
        "cat": "Региональные"
    },
    "business": {
        "cat": "Новостные"
    },
    "viasat history hd (европа)": {
        "cat": "Познавательные"
    },
    "history россия hd": {
        "cat": "Познавательные",
        "aliases": ["history hd", "history"]
    },
    "history2 hd": {
        "cat": "Познавательные",
        "aliases": ["history2 hd", "h2 hd"]
    },
    "иллюзион+": {
        "cat": "Фильмы"
    },
    "dog tv": {
        "cat": "Развлекательные"
    },
    "24техно": {
        "cat": "Мужские",
        "aliases": ["техно 24"]
    },
    "техно 24": {
        "cat": "Мужские",
    },
    "olympic channel hd": {
        "cat": "Спорт"
    },
    "союз": {
        "cat": "Религиозные"
    },
    "newsnetwork": {
        "cat": "Новостные"
    },
    "драйв тв": {
        "cat": "Мужские"
    },
    "shant tv": {
        "cat": "Региональные"
    },
    "bridge hd": {
        "cat": "Музыка",
        "aliases": ["bridge tv"]
    },
    "шансон тв": {
        "cat": "Музыка",
        "aliases": ["шансон-тв"]
    },
    "тдк": {
        "cat": "Развлекательные"
    },
    "карусель": {
        "cat": "Детские"
    },
    "travel channel": {
        "cat": "Познавательные"
    },
    "centoxcento tv": {
        "cat": "Эротика"
    },
    "0x0 music hd": {
        "cat": "Музыка"
    },
    "музыка первого": {
        "cat": "Музыка"
    },
    "brodilo tv hd": {
        "cat": "Познавательные"
    },
    "travel+adventure": {
        "cat": "Познавательные"
    },
    "бел бизнес канал": {
        "cat": "Новостные"
    },
    "5 канал": {
        "cat": "Новостные",
        "aliases": ["пятый канал"]
    },
    "5 канал (россия)": {
        "cat": "Новостные",
        "aliases": ["пятый канал"]
    },
    "ночной клуб": {
        "cat": "Эротика"
    },
    "центральный канал": {
        "cat": "Региональные"
    },
    "gakkutv": {
        "cat": "Музыка"
    },
    "vh1 europe": {
        "cat": "Музыка",
        "aliases": ["vh1 european"]
    },
    "мужское кино hd": {
        "cat": "Фильмы"
    },
    "xsport": {
        "cat": "Спорт"
    },
    "кхл": {
        "cat": "Спорт"
    },
    "матч премьер": {
        "cat": "Спорт"
    },
    "нтв+ наш футбол hd": {
        "cat": "Спорт",
        "aliases": ["матч премьер"]
    },
    "смайлик тв hd": {
        "cat": "Детские"
    },
    "канал disney": {
        "cat": "Детские"
    },
    "bollywood hd": {
        "cat": "Фильмы"
    },
    "tv1000 русское кино": {
        "cat": "Фильмы"
    },
    "матч тв": {
        "cat": "Спорт",
        "aliases": ["матч!"]
    },
    "матч! наш спорт": {
        "cat": "Спорт",
        "aliases": ["матч! страна"]
    },
    "eu music": {
        "cat": "Музыка"
    },
    "tv sale": {
        "cat": "Развлекательные"
    },
    "trt turk": {
        "cat": "Региональные"
    },
    "москва 24": {
        "cat": "Региональные"
    },
    "world fashion": {
        "cat": "Развлекательные"
    },
    "47 канал": {
        "cat": "Региональные"
    },
    "7 канал (казахстан)": {
        "cat": "Региональные"
    },
    "первый канал (молдова)": {
        "cat": "Региональные"
    },
    "n4 tv": {
        "cat": "Региональные"
    },
    "telesur": {
        "cat": "Региональные"
    },
    "первый музыкальный россия hd": {
        "cat": "Музыка"
    },
    "онт (беларусь)": {
        "cat": "Региональные"
    },
    "онт беларусь": {
        "cat": "Региональные"
    },
    "беларусь 2": {
        "cat": "Региональные"
    },
    "беларусь 3": {
        "cat": "Региональные"
    },
    "астана тв": {
        "cat": "Региональные"
    },
    "hit tv": {
        "cat": "Музыка"
    },
    "тонус тв": {
        "cat": "Развлекательные"
    },
    "новый христианский": {
        "cat": "Религиозные"
    },
    "детский": {
        "cat": "Детские"
    },
    "amedia 2": {
        "cat": "Фильмы",
        "aliases": ["amedia 2", "a2"]
    },
    "amedia 1": {
        "cat": "Фильмы",
        "aliases": ["amedia 1", "a1"]

    },
    "lifenews": {
        "cat": "Новостные"
    },
    "рен тв (+7)": {
        "cat": "Общие"
    },
    "первый": {
        "cat": "Общие"
    },
    "раз тв": {
        "cat": "Развлекательные"
    },
    "тнт-music": {
        "cat": "Музыка"
    },
    "music box tv": {
        "cat": "Музыка"
    },
    "рен тв": {
        "cat": "Общие"
    },
    "страна fm тв": {
        "cat": "Музыка"
    },
    "nhk world tv": {
        "cat": "Новостные"
    },
    "тлум hd": {
        "cat": "Детские"
    },
    "пушкин - царское село": {
        "cat": "Региональные"
    },
    "еда тв": {
        "cat": "Познавательные"
    },
    "наука": {
        "cat": "Познавательные"
    },
    "eurosport hd": {
        "cat": "Спорт",
        "aliases": ["eurosport hd", "eurosport"]
    },
    "usarmenia tv": {
        "cat": "Региональные"
    },
    "первый музыкальный россия": {
        "cat": "Музыка"
    },
    "пятница": {
        "cat": "Развлекательные"
    },
    "кинопоказ": {
        "cat": "Фильмы"
    },
    "тнт hd": {
        "cat": "Развлекательные"
    },
    "спас тв": {
        "cat": "Религиозные"
    },
    "наш детектив hd": {
        "cat": "Фильмы",
        "aliases": ["наш детектив hd", "наше крутое"]
    },
    "fap tv pissing": {
        "cat": "Эротика"
    },
    "playboy tv": {
        "cat": "Эротика"
    },
    "стрк hd сочи": {
        "cat": "Региональные"
    },
    "наше новое кино": {
        "cat": "Фильмы"
    },
    "тв xxi": {
        "cat": "Фильмы",
        "aliases": ["tv xxi"]
    },
    "матч! арена": {
        "cat": "Спорт"
    },
    "возрождение тв": {
        "cat": "Религиозные"
    },
    "nickelodeon hd": {
        "cat": "Детские"
    },
    "news one": {
        "cat": "Новостные"
    },
    "phoenix cne": {
        "cat": "Региональные"
    },
    "калейдоскоп тв": {
        "cat": "Познавательные"
    },
    "к1": {
        "cat": "Развлекательные"
    },
    "мир 24": {
        "cat": "Новостные"
    },
    "тв центр": {
        "cat": "Новостные"
    },
    "tv mall": {
        "cat": "Развлекательные"
    },
    "ю (+2)": {
        "cat": "Развлекательные"
    },
    "france 24": {
        "cat": "Новостные"
    },
    "мир (+3)": {
        "cat": "Общие"
    },
    "пик hd": {
        "cat": "Музыка"
    },
    "к2": {
        "cat": "Развлекательные"
    },
    "тв 3 (+3)": {
        "cat": "Фильмы"
    },
    "ртв - любимое кино": {
        "cat": "Фильмы"
    },
    "охотник и рыболов hd": {
        "cat": "Мужские"
    },
    "national geographic hd": {
        "cat": "Познавательные"
    },
    "дом кино": {
        "cat": "Фильмы"
    },
    "первый деловой": {
        "cat": "Новостные"
    },
    "amedia hit": {
        "cat": "Фильмы",
    },
    "8 канал (красноярск)": {
        "cat": "Региональные"
    },
    "az tv": {
        "cat": "Региональные"
    },
    "idman tv": {
        "cat": "Спорт"
    },
    "нтн (украина)": {
        "cat": "Общие"
    },
    "brazzers tv europe": {
        "cat": "Эротика"
    },
    "архыз24": {
        "cat": "Региональные"
    },
    "первый канал (+6)": {
        "cat": "Общие"
    },
    "винтаж тв": {
        "cat": "Общие"
    },
    "первый городской одесса": {
        "cat": "Региональные"
    },
    "fap tv trans": {
        "cat": "Эротика"
    },
    "shopping tv": {
        "cat": "Развлекательные"
    },
    "viasat sport": {
        "cat": "Спорт"
    },
    "кухня тв": {
        "cat": "Познавательные"
    },
    "bridge tv classic": {
        "cat": "Музыка"
    },
    "mi lady": {
        "cat": "Развлекательные"
    },
    "paramount channel": {
        "cat": "Фильмы"
    },
    "paramount сhannel hd": {
        "cat": "Фильмы",
        "aliases": ["paramount channel hd", "paramount channel"]
    },
    "paramount channel hd": {
        "cat": "Фильмы",
        "aliases": ["paramount channel hd", "paramount channel"]
    },
    "mcm top": {
        "cat": "Музыка"
    },
    "домашние животные": {
        "cat": "Познавательные"
    },
    "fоx life hd": {
        "cat": "Фильмы"
    },
    "hd media 3d": {
        "cat": "Развлекательные"
    },
    "fap tv bbw": {
        "cat": "Эротика"
    },
    "оружие": {
        "cat": "Мужские"
    },
    "драйв": {
        "cat": "Мужские"
    },
    "театр": {
        "cat": "Развлекательные"
    },
    "тнт (+2)": {
        "cat": "Развлекательные"
    },
    "кхл тв": {
        "cat": "Спорт",
        "aliases": ["кхл"]
    },
    "рен тв (+2)": {
        "cat": "Общие"
    },
    "31 канал": {
        "cat": "Региональные"
    },
    "fashion one hd": {
        "cat": "Развлекательные"
    },
    "russia today arabic": {
        "cat": "Новостные"
    },
    "panarmenian tv": {
        "cat": "Региональные"
    },
    "tvt 1": {
        "cat": "Региональные"
    },
    "360 градусов": {
        "cat": "Новостные"
    },
    "ювелирочка": {
        "cat": "Развлекательные"
    },
    "mgm hd": {
        "cat": "Фильмы"
    },
    "кинопоказ hd1": {
        "cat": "Фильмы",
        "aliases": ["шокирующее"]
    },
    "fap tv 3": {
        "cat": "Эротика"
    },
    "fap tv 2": {
        "cat": "Эротика"
    },
    "fap tv 4": {
        "cat": "Эротика"
    },
    "первый канал": {
        "cat": "Общие",
        "aliases": ["первый"]
    },
    "усадьба": {
        "cat": "Познавательные"
    },
    "animаl planеt hd": {
        "cat": "Познавательные"
    },
    "тв3": {
        "cat": "Познавательные",
        "aliases": ["тв-3"]
    },
    "тв3 россия": {
        "cat": "Познавательные",
        "aliases": ["тв-3"]
    },
    "amedia premium": {
        "cat": "Фильмы",
        "aliases": ["amedia premium hd"]
    },
    "cbs reality": {
        "cat": "Мужские"
    },
    "пиксель тв": {
        "cat": "Детские"
    },
    "киносемья": {
        "cat": "Фильмы"
    },
    "русский роман hd": {
        "cat": "Фильмы"
    },
    "tv-5": {
        "cat": "Региональные"
    },
    "нтв право": {
        "cat": "Фильмы"
    },
    "тверской проспект": {
        "cat": "Региональные"
    },
    "tonis hd": {
        "cat": "Общие"
    },
    "mtv россия": {
        "cat": "Музыка",
        "aliases": ["mtv russia"]
    },
    "тнт4 (+4)": {
        "cat": "Развлекательные"
    },
    "112 украина hd": {
        "cat": "Новостные"
    },
    "history channel hd": {
        "cat": "Познавательные"
    },
    "русский роман": {
        "cat": "Фильмы"
    },
    "тиса-1": {
        "cat": "Региональные"
    },
    "детский мир": {
        "cat": "Детские"
    },
    "tonis": {
        "cat": "Общие"
    },
    "discovery channel": {
        "cat": "Познавательные"
    },
    "100% news": {
        "cat": "Новостные"
    },
    "мир увлечений": {
        "cat": "Мужские"
    },
    "малятко тв": {
        "cat": "Детские"
    },
    "тро союза": {
        "cat": "Региональные"
    },
    "deutsche welle": {
        "cat": "Новостные"
    },
    "extreme sports": {
        "cat": "Спорт"
    },
    "bridge tv dance": {
        "cat": "Музыка"
    },
    "islam channel": {
        "cat": "Религиозные"
    },
    "россия 1": {
        "cat": "Общие"
    },
    "охотник и рыболов": {
        "cat": "Мужские"
    },
    "загородная жизнь": {
        "cat": "Познавательные"
    },
    "luxury world": {
        "cat": "Познавательные"
    },
    "глас": {
        "cat": "Религиозные"
    },
    "fap tv amateur": {
        "cat": "Эротика"
    },
    "outdoor channel hd": {
        "cat": "Мужские",
        "aliases": ["outdoor hd"]
    },
    "brazzers tv": {
        "cat": "Эротика"
    },
    "akudji hd": {
        "cat": "Фильмы"
    },
    "матч тв hd": {
        "cat": "Спорт",
        "aliases": ["матч! hd", "матч!"]
    },
    "fap tv older": {
        "cat": "Эротика"
    },
    "da vinci learning": {
        "cat": "Познавательные",
        "aliases": ["da vinci"]
    },
    "discovery channel hd": {
        "cat": "Познавательные"
    },
    "discovery россия hd": {
        "cat": "Познавательные",
        "aliases": ["discovery channel hd"]
    },
    "travel + adventure": {
        "cat": "Познавательные"
    },
    "про все": {
        "cat": "Развлекательные"
    },
    "trt muzik": {
        "cat": "Музыка"
    },
    "beatz tv hd": {
        "cat": "Музыка"
    },
    "nick jr.": {
        "cat": "Детские"
    },
    "112 украина": {
        "cat": "Новостные"
    },
    "polonia 1": {
        "cat": "Региональные"
    },
    "пик": {
        "cat": "Музыка"
    },
    "al jazeera english": {
        "cat": "Новостные"
    },
    "муз тв": {
        "cat": "Музыка",
        "aliases": ["муз-тв"]
    },
    "россия hd": {
        "cat": "Общие",
        "aliases": ["россия 1 hd"]
    },
    "cgtn documentary": {
        "cat": "Региональные"
    },
    "russia today doc.": {
        "cat": "Познавательные"
    },
    "setanta sports hd": {
        "cat": "Спорт"
    },
    "тнт (резерв)": {
        "cat": "Развлекательные"
    },
    "food network": {
        "cat": "Познавательные"
    },
    "пятница (+4)": {
        "cat": "Развлекательные"
    },
    "морской": {
        "cat": "Мужские"
    },
    "sony turbo": {
        "cat": "Фильмы"
    },
    "r1": {
        "cat": "Общие"
    },
    "fashion tv": {
        "cat": "Развлекательные"
    },
    "тв 3 (+7)": {
        "cat": "Фильмы"
    },
    "русский иллюзион": {
        "cat": "Фильмы"
    },
    "tv3 catalunya": {
        "cat": "Региональные"
    },
    "футбол 1 (украина)": {
        "cat": "Спорт"
    },
    "fap tv teens": {
        "cat": "Эротика"
    },
    "atr": {
        "cat": "Региональные"
    },
    "первый канал (+4) hd": {
        "cat": "Общие"
    },
    "fap tv legal porno": {
        "cat": "Эротика"
    },
    "матч! арена hd": {
        "cat": "Спорт",
        "aliases": ["матч! арена hd", "матч! арена"]
    },
    "fap tv gay": {
        "cat": "Эротика"
    },
    "qtv": {
        "cat": "Развлекательные"
    },
    "shop24": {
        "cat": "Развлекательные"
    },
    "мужское кино": {
        "cat": "Фильмы"
    },
    "трофей": {
        "cat": "Мужские"
    },
    "paramount comedy россия": {
        "cat": "Развлекательные",
        "aliases": ["paramount comedy"]
    },
    "феникс+ кино": {
        "cat": "Фильмы"
    },
    "красная линия": {
        "cat": "Общие"
    },
    "звезда": {
        "cat": "Общие"
    },
    "hustler tv": {
        "cat": "Эротика"
    },
    "globalstar tv": {
        "cat": "Мужские"
    },
    "россия ртр": {
        "cat": "Общие"
    },
    "tv5 monde europe": {
        "cat": "Развлекательные"
    },
    "365 дней": {
        "cat": "Познавательные"
    },
    "радость моя": {
        "cat": "Детские"
    },
    "горизонт тв": {
        "cat": "Познавательные"
    },
    "первый музыкальный uhd": {
        "cat": "Музыка"
    },
    "чп-инфо": {
        "cat": "Новостные"
    },
    "матч! игра": {
        "cat": "Спорт"
    },
    "спорт 2 (украина)": {
        "cat": "Спорт"
    },
    "ictv": {
        "cat": "Региональные"
    },
    "стс (резерв)": {
        "cat": "Развлекательные"
    },
    "life78": {
        "cat": "Новостные"
    },
    "49 канал (новосибирск)": {
        "cat": "Региональные"
    },
    "о2 тв hd": {
        "cat": "Музыка"
    },
    "nuart tv": {
        "cat": "Эротика"
    },
    "canal 3": {
        "cat": "Региональные"
    },
    "travel channel hd": {
        "cat": "Познавательные"
    },
    "глазами туриста hd": {
        "cat": "Познавательные"
    },
    "кино тв": {
        "cat": "Фильмы"
    },
    "pink o tv": {
        "cat": "Эротика"
    },
    "exotica tv": {
        "cat": "Эротика"
    },
    "кинозал (детский)": {
        "cat": "Детские"
    },
    "мега": {
        "cat": "Познавательные"
    },
    "ктк": {
        "cat": "Региональные"
    },
    "eurosport news": {
        "cat": "Новостные"
    },
    "tsn 1": {
        "cat": "Спорт"
    },
    "fap tv 2 hd": {
        "cat": "Эротика"
    },
    "мир": {
        "cat": "Общие"
    },
    "кубань 24 орбита": {
        "cat": "Региональные"
    },
    "dtx": {
        "cat": "Познавательные"
    },
    "redlight hd": {
        "cat": "Эротика"
    },
    "наше тв": {
        "cat": "Музыка"
    },
    "втв": {
        "cat": "Развлекательные"
    },
    "отв (приморье)": {
        "cat": "Региональные"
    },
    "tv xxi (tv21)": {
        "cat": "Фильмы"
    },
    "fine living": {
        "cat": "Познавательные"
    },
    "матч! футбол 1 hd резерв 3": {
        "cat": "Спорт"
    },
    "матч! футбол 1 hd резерв 1": {
        "cat": "Спорт"
    },
    "russia today": {
        "cat": "Новостные",
        "aliases": ["russia today", "rt"]
    },
    "телекафе": {
        "cat": "Познавательные"
    },
    "карусель (+7)": {
        "cat": "Детские"
    },
    "психология 21": {
        "cat": "Познавательные"
    },
    "boutique tv": {
        "cat": "Развлекательные"
    },
    "индиго": {
        "cat": "Общие"
    },
    "тнт4 (+2)": {
        "cat": "Развлекательные"
    },
    "lviv tv": {
        "cat": "Региональные"
    },
    "real madrid tv": {
        "cat": "Спорт"
    },
    "music box ua": {
        "cat": "Музыка"
    },
    "fap tv compilation": {
        "cat": "Эротика"
    },
    "russia today espanol": {
        "cat": "Новостные"
    },
    "iland": {
        "cat": "Региональные"
    },
    "хабар 24": {
        "cat": "Новостные"
    },
    "мужской": {
        "cat": "Мужские"
    },
    "матч! футбол 1 hd": {
        "cat": "Спорт"
    },
    "днепропетровский государственный": {
        "cat": "Региональные"
    },
    "трк 555": {
        "cat": "Региональные"
    },
    "хабар": {
        "cat": "Региональные"
    },
    "успех": {
        "cat": "Познавательные"
    },
    "a-one ua": {
        "cat": "Музыка"
    },
    "cbs drama": {
        "cat": "Фильмы"
    },
    "blue hustler": {
        "cat": "Эротика"
    },
    "звезда (16:9)": {
        "cat": "Общие"
    },
    "luxe tv hd": {
        "cat": "Развлекательные"
    },
    "бст": {
        "cat": "Региональные"
    },
    "stv": {
        "cat": "Музыка"
    },
    "eurosport 2 hd": {
        "cat": "Спорт",
        "aliases": ["eurosport 2 hd", "eurosport 2"]
    },
    "2x2 (+2)": {
        "cat": "Развлекательные"
    },
    "первый канал (4:3)": {
        "cat": "Общие"
    },
    "22 канал (израиль)": {
        "cat": "Региональные"
    },
    "киносвидание": {
        "cat": "Фильмы"
    },
    "просвещение": {
        "cat": "Познавательные"
    },
    "спорт 1 (украина)": {
        "cat": "Спорт"
    },
    "rai news 24": {
        "cat": "Новостные"
    },
    "унiан": {
        "cat": "Общие"
    },
    "стс": {
        "cat": "Развлекательные"
    },
    "43 канал hd": {
        "cat": "Региональные"
    },
    "9 канал (израиль)": {
        "cat": "Региональные"
    },
    "горизонт": {
        "cat": "Региональные"
    },
    "ewtn uk and ireland": {
        "cat": "Религиозные"
    },
    "amedia hit hd": {
        "cat": "Фильмы",
        "aliases": ['amedia hit hd', 'amedia hit']
    },
    "outdoor channel": {
        "cat": "Мужские"
    },
    "еврокино": {
        "cat": "Фильмы"
    },
    "eurosport 1": {
        "cat": "Спорт"
    },
    "культура (украина)": {
        "cat": "Познавательные"
    },
    "мультимания": {
        "cat": "Детские"
    },
    "shopping live": {
        "cat": "Развлекательные"
    },
    "amedia 1 hd": {
        "cat": "Фильмы",
        "aliases": ["amedia 1 hd", "a1"]
    },
    "a1": {
        "cat": "Фильмы",
        "aliases": ["amedia 1"]
    },
    "a2": {
        "cat": "Фильмы",
        "aliases": ["amedia 2"]
    },
    "черновицкий проминь hd": {
        "cat": "Региональные"
    },
    "тв 3 (+2)": {
        "cat": "Фильмы"
    },
    "третий цифровой одесса": {
        "cat": "Региональные"
    },
    "стс love": {
        "cat": "Развлекательные"
    },
    "cartoon network": {
        "cat": "Детские"
    },
    "tiji россия": {
        "cat": "Детские",
        "aliases": ["tiji"]
    },
    "tv 1000 русское кино": {
        "cat": "Фильмы"
    },
    "russian music box hd": {
        "cat": "Музыка"
    },
    "пятый канал (+2)": {
        "cat": "Общие"
    },
    "maxxi-tv": {
        "cat": "Развлекательные"
    },
    "rusong tv": {
        "cat": "Музыка"
    },
    "super tv": {
        "cat": "Развлекательные"
    },
    "донбас": {
        "cat": "Региональные"
    },
    "ностальгия": {
        "cat": "Общие"
    },
    "my zen tv hd": {
        "cat": "Познавательные"
    },
    "черноморская телекомпания": {
        "cat": "Региональные"
    },
    "киносерия": {
        "cat": "Фильмы"
    },
    "uatv": {
        "cat": "Общие"
    },
    "music box ru": {
        "cat": "Музыка"
    },
    "europa plus tv": {
        "cat": "Музыка"
    },
    "жетысу": {
        "cat": "Региональные"
    },
    "digi sport 1": {
        "cat": "Спорт"
    },
    "eska wawa tv hd": {
        "cat": "Музыка"
    },
    "lale": {
        "cat": "Детские"
    },
    "тнт (+4)": {
        "cat": "Развлекательные"
    },
    "живая природа hd": {
        "cat": "Развлекательные",
        "aliases": ["живая природа hd", "живая природа"]
    },
    "nickelodeon": {
        "cat": "Детские"
    },
    "кинокомедия": {
        "cat": "Фильмы"
    },
    "ru tv": {
        "cat": "Музыка"
    },
    "рудана": {
        "cat": "Региональные"
    },
    "вопросы и ответы": {
        "cat": "Развлекательные"
    },
    "game show": {
        "cat": "Развлекательные"
    },
    "русский экстрим": {
        "cat": "Мужские"
    },
    "авто 24": {
        "cat": "Мужские"
    },
    "карусель (+3)": {
        "cat": "Детские"
    },
    "english club tv": {
        "cat": "Познавательные"
    },
    "set": {
        "cat": "Фильмы"
    },
    "paramount comedy": {
        "cat": "Развлекательные"
    },
    "nrj hits hd": {
        "cat": "Музыка"
    },
    "киевская русь": {
        "cat": "Общие"
    },
    "самара гис": {
        "cat": "Региональные"
    },
    "дон 24": {
        "cat": "Региональные"
    },
    "ретро-тв": {
        "cat": "Общие"
    },
    "тнт4 (+7)": {
        "cat": "Развлекательные"
    },
    "tv 1000 action east": {
        "cat": "Фильмы"
    },
    "ocean-tv": {
        "cat": "Познавательные"
    },
    "fap tv teaching": {
        "cat": "Эротика"
    },
    "музсоюз": {
        "cat": "Музыка"
    },
    "матч! футбол 2 hd": {
        "cat": "Спорт"
    },
    "armenia tv satellite": {
        "cat": "Региональные"
    },
    "совершенно секретно": {
        "cat": "Познавательные"
    },
    "ginger hd": {
        "cat": "Детские"
    },
    "viasat explore": {
        "cat": "Познавательные"
    },
    "стс love (+7)": {
        "cat": "Развлекательные"
    },
    "кинопоказ hd2": {
        "cat": "Фильмы",
        "aliases": ["комедийное"]
    },
    "любимое тв": {
        "cat": "Детские"
    },
    "ля-минор": {
        "cat": "Музыка"
    },
    "animal family hd": {
        "cat": "Познавательные",
        "aliases": ["в мире животных"]
    },
    "первый метео": {
        "cat": "Новостные"
    },
    "эко-тв": {
        "cat": "Познавательные"
    },
    "пингвин лоло": {
        "cat": "Детские"
    },
    "улыбка ребенка": {
        "cat": "Детские"
    },
    "россия 1 (+2)": {
        "cat": "Общие"
    },
    "россия 24": {
        "cat": "Новостные"
    },
    "viasat nature east": {
        "cat": "Познавательные"
    },
    "viasat golf": {
        "cat": "Спорт"
    },
    "8 канал": {
        "cat": "Общие"
    },
    "rmc tv": {
        "cat": "Музыка"
    },
    "индийское кино": {
        "cat": "Фильмы"
    },
    "малыш": {
        "cat": "Детские"
    },
    "virgin radio tv": {
        "cat": "Музыка"
    },
    "тнт (+7)": {
        "cat": "Развлекательные"
    },
    "матч! игра hd": {
        "cat": "Спорт",
        "aliases": ["матч! игра hd", "матч! игра"]
    },
    "ттс": {
        "cat": "Развлекательные"
    },
    "тнт": {
        "cat": "Развлекательные"
    },
    "viasat nature hd (европа)": {
        "cat": "Познавательные"
    },
    "fap tv anal": {
        "cat": "Эротика"
    },
    "кинопремиум hd": {
        "cat": "Фильмы",
        "aliases": ["премиальное"]
    },
    "санкт-петербург": {
        "cat": "Региональные"
    },
    "mezzo live hd": {
        "cat": "Музыка"
    },
    "tlc": {
        "cat": "Познавательные",
    },
    "tlc россия": {
        "cat": "Познавательные",
        "aliases": ["tlc"]
    },
    "national geographic": {
        "cat": "Познавательные"
    },
    "кинозал (боевики)": {
        "cat": "Фильмы"
    },
    "travel + adventure hd": {
        "cat": "Познавательные"
    },
    "первый образовательный": {
        "cat": "Познавательные"
    },
    "тнв-планета": {
        "cat": "Региональные"
    },
    "o-la-la": {
        "cat": "Эротика"
    },
    "hit music channel": {
        "cat": "Музыка"
    },
    "сонце": {
        "cat": "Развлекательные"
    },
    "царьград тв": {
        "cat": "Новостные"
    },
    "че": {
        "cat": "Развлекательные"
    },
    "ua:крим": {
        "cat": "Общие"
    },
    "hd life": {
        "cat": "Познавательные"
    },
    "стб": {
        "cat": "Региональные"
    },
    "lrt": {
        "cat": "Региональные"
    },
    "ств": {
        "cat": "Региональные"
    },
    "парк развлечений": {
        "cat": "Фильмы",
        "aliases": ["cinema"]
    },
    "lifenews hd": {
        "cat": "Новостные"
    },
    "рада (украина)": {
        "cat": "Новостные"
    },
    "нано тв": {
        "cat": "Познавательные"
    },
    "матч! футбол 1 hd резерв 2": {
        "cat": "Спорт"
    },
    "mezzo": {
        "cat": "Музыка"
    },
    "трк киев": {
        "cat": "Региональные"
    },
    "eska party tv hd": {
        "cat": "Музыка"
    },
    "enter film": {
        "cat": "Фильмы"
    },
    "первый канал (+4)": {
        "cat": "Общие"
    },
    "fashion tv hd": {
        "cat": "Развлекательные"
    },
    "мир сериала": {
        "cat": "Фильмы"
    },
    "life78 hd": {
        "cat": "Новостные"
    },
    "кино тв hd": {
        "cat": "Фильмы"
    },
    "россия к (+2)": {
        "cat": "Познавательные"
    },
    "fap tv shemale": {
        "cat": "Эротика"
    },
    "россия к": {
        "cat": "Познавательные"
    },
    "трк украина": {
        "cat": "Общие"
    },
    "дождь": {
        "cat": "Новостные"
    },
    "ani": {
        "cat": "Детские"
    },
    "чгтрк грозный": {
        "cat": "Региональные"
    },
    "nat geo wild hd": {
        "cat": "Познавательные",
        "aliases": ["national geographic wild hd"]
    },
    "disney channel": {
        "cat": "Детские",
        "aliases": ["канал disney"]
    },
    "плюсплюс": {
        "cat": "Детские"
    },
    "русская ночь": {
        "cat": "Эротика"
    },
    "моя планета": {
        "cat": "Познавательные"
    },
    "живая планета": {
        "cat": "Познавательные"
    },
    "нтв мир балтия": {
        "cat": "Общие"
    },
    "12 канал (омск)": {
        "cat": "Региональные"
    },
    "on tv": {
        "cat": "Региональные"
    },
    "кинозал (фантастика)": {
        "cat": "Фильмы"
    },
    "ltv world": {
        "cat": "Региональные"
    },
    "vh1 classic": {
        "cat": "Музыка"
    },
    "interaz": {
        "cat": "Региональные"
    },
    "время": {
        "cat": "Общие"
    },
    "киномикс": {
        "cat": "Фильмы"
    },
    "setanta sports + hd": {
        "cat": "Спорт"
    },
    "стрк hd": {
        "cat": "Развлекательные"
    },
    "первый ярославский": {
        "cat": "Региональные"
    },
    "tlc hd": {
        "cat": "Познавательные"
    },
    "кинохит": {
        "cat": "Фильмы"
    },
    "зоо тв": {
        "cat": "Познавательные"
    },
    "0x0 fireplace hd": {
        "cat": "Развлекательные"
    },
    "кинопремьера hd": {
        "cat": "Фильмы",
        "aliases": ["кинопремьера"]
    },
    "матч! футбол 1": {
        "cat": "Спорт"
    },
    "матч! футбол 2": {
        "cat": "Спорт"
    },
    "матч! футбол 3": {
        "cat": "Спорт"
    },
    "россия 1 (+6)": {
        "cat": "Общие"
    },
    "туран tv": {
        "cat": "Региональные"
    },
    "fox life": {
        "cat": "Фильмы"
    },
    "fox life россия": {
        "cat": "Фильмы",
        "aliases": ["fox life"]
    },
    "мир белогорья": {
        "cat": "Региональные"
    },
    "viasat sport hd": {
        "cat": "Спорт",
        "aliases": ["viasat sport"]
    },
    "viasat sport hd россия": {
        "cat": "Спорт",
        "aliases": ["viasat sport"]
    },
    "fap tv parody": {
        "cat": "Эротика"
    },
    "9 волна": {
        "cat": "Музыка"
    },
    "russia today doc hd": {
        "cat": "Познавательные"
    },
    "bloomberg": {
        "cat": "Новостные"
    },
    "искушение": {
        "cat": "Эротика"
    },
    "футбол 2 (украина)": {
        "cat": "Спорт"
    },
    "первый музыкальный hd": {
        "cat": "Музыка"
    },
    "ictimai tv": {
        "cat": "Региональные"
    },
    "tvc 21": {
        "cat": "Региональные"
    },
    "крик-тв": {
        "cat": "Новостные"
    },
    "satisfaction hd": {
        "cat": "Эротика"
    },
    "дача": {
        "cat": "Познавательные"
    },
    "матч! футбол 3 hd": {
        "cat": "Спорт"
    },
    "матч! планета": {
        "cat": "Спорт"
    },
    "bridge tv": {
        "cat": "Музыка"
    },
    "конный мир hd": {
        "cat": "Спорт"
    },
    "тнт (+1) [скат]": {
        "cat": "Развлекательные"
    },
    "etv pluss": {
        "cat": "Региональные"
    },
    "наш футбол hd": {
        "cat": "Спорт"
    },
    "дождь hd": {
        "cat": "Новостные"
    },
    "vintage tv uk": {
        "cat": "Музыка"
    },
    "нтв (+4)": {
        "cat": "Общие"
    },
    "gulli": {
        "cat": "Детские"
    },
    "кинозал (комедия)": {
        "cat": "Фильмы"
    },
    "родное кино": {
        "cat": "Фильмы"
    },
    "360 градусов hd": {
        "cat": "Новостные"
    },
    "viasat history": {
        "cat": "Познавательные"
    },
    "sony sci-fi": {
        "cat": "Фильмы"
    },
    "hd fashion (sd)": {
        "cat": "Развлекательные"
    },
    "bbc world news": {
        "cat": "Новостные"
    },
    "bbc world news europe": {
        "cat": "Новостные",
        "aliases": ["bbc world news"]
    },
    "первый канал (+8)": {
        "cat": "Общие"
    },
    "phoenix marie tv": {
        "cat": "Эротика"
    },
    "москва доверие": {
        "cat": "Региональные"
    },
    "motorsport": {
        "cat": "Спорт"
    },
    "мульт": {
        "cat": "Детские"
    },
    "mtv rocks": {
        "cat": "Музыка",
        "aliases": ["mtv rocks international"]
    },
    "ru.tv": {
        "cat": "Музыка",
        "aliases": ["ru tv"]
    },
    "2x2 (+5)": {
        "cat": "Развлекательные"
    },
    "jimjam": {
        "cat": "Детские"
    },
    "russia today hd": {
        "cat": "Новостные"
    },
    "миллет": {
        "cat": "Региональные"
    },
    "мама": {
        "cat": "Детские"
    },
    "tiji": {
        "cat": "Детские"
    },
    "первый канал hd": {
        "cat": "Общие",
        "aliases": ["первый hd", "первый"]
    },
    "kronehit tv hd": {
        "cat": "Музыка"
    },
    "viasat nature-history hd": {
        "cat": "Познавательные"
    },
    "сарафан тв": {
        "cat": "Развлекательные"
    },
    "эгоист тв": {
        "cat": "Эротика"
    },
    "amc": {
        "cat": "Фильмы"
    },
    "зоопарк": {
        "cat": "Познавательные"
    },
    "disney channel (+2)": {
        "cat": "Детские"
    },
    "amedia premium hd": {
        "cat": "Фильмы",
        "aliases": ["amedia premium hd", "amedia premium"]
    },
    "бобер": {
        "cat": "Познавательные"
    },
    "бобёр": {
        "cat": "Познавательные",
        "aliases": ["бобёр", "бобер"]
    },
    "arirang tv": {
        "cat": "Общие"
    },
    "нтв": {
        "cat": "Общие"
    },
    "rtg tv": {
        "cat": "Познавательные"
    },
    "дом кино премиум hd": {
        "cat": "Фильмы",
        "aliases": ["дом кино премиум hd", "дом кино премиум"]
    },
    "zoom": {
        "cat": "Развлекательные"
    },
    "candy": {
        "cat": "Эротика"
    },
    "россия 1 (+8)": {
        "cat": "Общие"
    },
    "история": {
        "cat": "Познавательные"
    },
    "брянская губерния": {
        "cat": "Региональные"
    },
    "tv safina": {
        "cat": "Региональные"
    },
    "world fashion hd": {
        "cat": "Развлекательные"
    },
    "power turk hd": {
        "cat": "Музыка"
    },
    "muzzone": {
        "cat": "Музыка"
    },
    "лдпр тв": {
        "cat": "Новостные"
    },
    "mtv dance": {
        "cat": "Музыка",
        "aliases": ["mtv dance international"]
    },
    "tv 1000": {
        "cat": "Фильмы"
    },
    "rtg hd": {
        "cat": "Познавательные"
    },
    "visit-x hd": {
        "cat": "Эротика"
    },
    "animal planet": {
        "cat": "Познавательные"
    },
    "fox": {
        "cat": "Фильмы"
    },
    "fox россия": {
        "cat": "Фильмы",
        "aliases": ["fox"]
    },
    "retro music tv": {
        "cat": "Музыка"
    },
    "матч! боец": {
        "cat": "Мужские"
    },
    "hit tv (казахстан)": {
        "cat": "Музыка"
    },
    "ю": {
        "cat": "Развлекательные"
    },
    "тв 3": {
        "cat": "Фильмы"
    },
    "кинотв": {
        "cat": "Фильмы",
        "aliases": ["кино тв"]
    },
    "кинотв hd": {
        "cat": "Фильмы",
        "aliases": ["кино тв hd", "кино тв"]
    },
    "jahonnamo": {
        "cat": "Региональные"
    },
    "sky sports 1": {
        "cat": "Спорт"
    },
    "viasat sport baltic": {
        "cat": "Спорт"
    },
    "tv1000 comedy": {
        "cat": "Фильмы"
    },
    "tv1000 east": {
        "cat": "Фильмы",
        "aliases": ["tv1000"]
    },
    "eska best music tv hd": {
        "cat": "Музыка"
    },
    "zik (украина)": {
        "cat": "Новостные"
    },
    "трофей hd": {
        "cat": "Мужские"
    },
    "курай тв": {
        "cat": "Региональные"
    },
    "здоровое тв": {
        "cat": "Познавательные"
    },
    "tgirls tv": {
        "cat": "Эротика"
    },
    "живи": {
        "cat": "Развлекательные"
    },
    "1 hd": {
        "cat": "Музыка"
    },
    "беларусь 24": {
        "cat": "Общие"
    },
    "2x2": {
        "cat": "Развлекательные"
    },
    "2х2": {
        "cat": "Развлекательные",
        "aliases": ["2x2"]
    },
    "квн тв": {
        "cat": "Развлекательные"
    },
    "томское время": {
        "cat": "Региональные"
    },
    "lnk": {
        "cat": "Региональные"
    },
    "kentron": {
        "cat": "Региональные"
    },
    "ltv1": {
        "cat": "Региональные"
    },
    "shant hd": {
        "cat": "Региональные"
    },
    "tv3": {
        "cat": "Региональные"
    },
    "первый канал (+4) (4:3)": {
        "cat": "Общие"
    },
    "tv bakhoristan": {
        "cat": "Региональные"
    },
    "lider tv": {
        "cat": "Региональные"
    },
    "ржд тв hd": {
        "cat": "Познавательные"
    },
    "fоx hd": {
        "cat": "Фильмы"
    },
    "24 док": {
        "cat": "Познавательные",
        "aliases": ["доктор"]
    },
    "рен тв (резерв)": {
        "cat": "Общие"
    },
    "твоётв": {
        "cat": "Региональные"
    },
    "тнт4": {
        "cat": "Развлекательные"
    },
    "tv1000 comedy hd": {
        "cat": "Фильмы"
    },
    "еспресо тв": {
        "cat": "Новостные"
    },
    "vh1": {
        "cat": "Музыка"
    },
    "открытый hd": {
        "cat": "Музыка"
    },
    "вместе рф": {
        "cat": "Новостные"
    },
    "страна": {
        "cat": "Детские",
        "aliases": ["мультимузыка"]
    },
    "бокс тв": {
        "cat": "Мужские"
    },
    "стс (+1)": {
        "cat": "Развлекательные"
    },
    "hd-life": {
        "cat": "Познавательные",
        "aliases": ["hdl"]
    },
    "rt д hd": {
        "cat": "Познавательные",
        "aliases": ["rtд"]
    },
    "еда hd": {
        "cat": "Познавательные",
        "aliases": ["еда hd", "еда"]
    },
    "eureka hd": {
        "cat": "Познавательные",
        "aliases": ["эврика"]
    },
    "белсат тв": {
        "cat": "Региональные"
    },
    "первый канал (+2)": {
        "cat": "Общие"
    },
    "нтв (+7)": {
        "cat": "Общие"
    },
    "top shop": {
        "cat": "Развлекательные"
    },
    "горящий камин hd": {
        "cat": "Развлекательные"
    },
    "м2": {
        "cat": "Музыка"
    },
    "м1": {
        "cat": "Музыка"
    },
    "мир hd": {
        "cat": "Общие",
        "aliases": ["мир hd", "мир"]
    },
    "миртв": {
        "cat": "Общие",
        "aliases": ["мир"]
    },
    "tv1000 premium hd": {
        "cat": "Фильмы"
    },
    "tv1000 action east": {
        "cat": "Фильмы",
        "aliases": ["tv1000 action"]
    },
    "vip comedy hd": {
        "cat": "Фильмы",
        "aliases": ['vip comedy']
    },
    "vip premiere hd": {
        "cat": "Фильмы",
        "aliases": ['vip premiere']
    },
    "пятница (+2)": {
        "cat": "Развлекательные"
    },
    "отр": {
        "cat": "Общие"
    },
    "купи дом тв hd": {
        "cat": "Развлекательные"
    },
    "tv1000 megahit hd": {
        "cat": "Фильмы"
    },
    "vip megahit hd": {
        "cat": "Фильмы",
        "aliases": ["vip megahit hd", "vip megahit"]
    },
    "звезда (+2)": {
        "cat": "Общие"
    },
    "hd media": {
        "cat": "Развлекательные"
    },
    "настоящее время hd": {
        "cat": "Новостные"
    },
    "wbc hd": {
        "cat": "Познавательные"
    },
    "домашний": {
        "cat": "Общие"
    },
    "асыл арна": {
        "cat": "Региональные"
    },
    "новый канал": {
        "cat": "Региональные"
    },
    "atv hd": {
        "cat": "Региональные"
    },
    "btv": {
        "cat": "Региональные"
    },
    "armenia 1 tv": {
        "cat": "Региональные"
    },
    "armenia tv": {
        "cat": "Региональные"
    },
    "boomerang": {
        "cat": "Детские"
    },
    "планета hd": {
        "cat": "Познавательные"
    },
    "кто есть кто": {
        "cat": "Познавательные"
    },
    "нтв (+2)": {
        "cat": "Общие"
    },
    "стс (+2)": {
        "cat": "Развлекательные"
    },
    "нтв hd": {
        "cat": "Общие",
        "aliases": ["нтв hd", "нтв"]
    },
    "нтв мир": {
        "cat": "Общие",
        "aliases": ["нтв мир", "нтв"]
    },
    "ртр-планета": {
        "cat": "Общие",
        "aliases": ["ртр-планета", "россия 1"]
    },
    "надежда": {
        "cat": "Религиозные"
    },
    "конный мир": {
        "cat": "Спорт"
    },
    "бигуди": {
        "cat": "Развлекательные"
    },
    "кот тв": {
        "cat": "Развлекательные"
    },
    "интер": {
        "cat": "Общие"
    },
    "teletravel hd": {
        "cat": "Познавательные"
    },
    "русский детектив": {
        "cat": "Фильмы"
    },
    "history channel": {
        "cat": "Познавательные"
    },
    "наш кинороман hd": {
        "cat": "Фильмы",
        "aliases": ["наш кинороман hd", "наш кинороман"]
    },
    "пятый канал": {
        "cat": "Общие"
    },
    "kazsport": {
        "cat": "Спорт"
    },
    "новое телевидение": {
        "cat": "Региональные"
    },
    "стс (+4)": {
        "cat": "Развлекательные"
    },
    "mtv hits": {
        "cat": "Музыка"
    },
    "матч! футбол 1 резерв 1": {
        "cat": "Спорт"
    },
    "матч! футбол 1 резерв 3": {
        "cat": "Спорт"
    },
    "матч! футбол 1 резерв 2": {
        "cat": "Спорт"
    },
    "eska oldscool tv hd": {
        "cat": "Музыка"
    },
    "тнв-татарстан": {
        "cat": "Региональные"
    },
    "домашний магазин": {
        "cat": "Развлекательные"
    },
    "2+2": {
        "cat": "Региональные"
    },
    "gamanoid hd": {
        "cat": "Развлекательные"
    },
    "id xtra": {
        "cat": "Познавательные"
    },
    "o-tv": {
        "cat": "Музыка"
    },
    "candy hd": {
        "cat": "Эротика"
    },
    "cnn international": {
        "cat": "Новостные"
    },
    "discovery science": {
        "cat": "Познавательные"
    },
    "discovery science hd": {
        "cat": "Познавательные",
        "aliases": ["discovery science hd", "discovery science"]
    },
    "set hd": {
        "cat": "Фильмы"
    },
    "viasat fotboll": {
        "cat": "Спорт"
    },
    "jasmin tv": {
        "cat": "Эротика"
    },
    "телепутешествия": {
        "cat": "Познавательные"
    },
    "телепутешествия hd": {
        "cat": "Познавательные",
        "aliases": ["телепутешествия hd", "телепутешествия"]
    },
    "нтв (резерв)": {
        "cat": "Общие"
    },
    "trt haber hd": {
        "cat": "Региональные"
    },
    "eurosport 2": {
        "cat": "Спорт"
    },
    "рен тв (+4)": {
        "cat": "Общие"
    },
    "рбк": {
        "cat": "Новостные"
    },
    "теледом hd": {
        "cat": "Познавательные"
    },
    "24 украина": {
        "cat": "Новостные"
    }
}
